package com.xyh.easywashcar.model;

import java.util.List;

/**
 * Created by 向阳湖 on 2016/6/2.
 */
public class CarNews {

    /**
     * showapi_res_code : 0
     * showapi_res_error :
     * showapi_res_body : {"pagebean":{"allNum":54188,"allPages":2710,"contentlist":[{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。5起\u201c两个责任\u201d问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)","desc":"四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。","html":"<p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。<\/p><p>5起\u201c两个责任\u201d问责追究典型案例如下：<\/p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。<\/p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。<\/p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)<\/p>","imageurls":[],"link":"http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml","nid":"6168178246936511522","pubDate":"2016-04-28 15:30:09","sentiment_display":0,"source":"手机参考消息网","title":"四川纪委曝光5起典型案例 有人挪用百万公款网络赌博"},{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"近年来，拥有\u201c华尔街野蛮人\u201d之称的老牌私募股份投资机构KKR(科尔伯格?克拉维斯)开始将投资目光瞄向了中国市场，并受到了全行业的关注。在继2013年9月投资中国家电领域巨头海尔之后，今年3月份，KKR又投资了国内生鲜电商巨头易果生鲜。这种投资不仅将提升公司在新品开发、销售渠道管理和品牌建设、市场推广、生产创新等环节的竞争力，也将推动企业盈利能力的提升。而随着海尔互联网的崛起，生态圈搭载第三方供应商资源的模式，受到了KKR有关负责人的认可。在海尔互联网平台上，生鲜电商也将成为一个重要的服务和经济增长点。对此，KKR负责人表示，易果生鲜作为中国市场上最大的生鲜电商，一旦成为海尔互联网生态链的资源方，将获得更多的销售渠道和用户资源。而对于海尔来说，易果生鲜也将提升生态圈的生鲜电商服务质量，为用户提供最好的购买体验。基于这样的考虑，今年4月份，在KKR的推动下，海尔冰冷产业集团与上海易果电子商务有限公司开始协商，制定合理的合作机制，并最终确定了战略合作意向。4月27日下午，双方在上海正式签署战略合作协议，联手打造\u201c互联网冰箱+生鲜配送\u201d的差异化消费模式，并将引导传统家电向场景平台转型。据介绍，海尔和易果的这次跨界合作，将打造全新的\u201c硬件补贴\u201d模式和生鲜\u201c周期配\u201d服务体系，用户在购买生鲜周期配服务之后，就能免费获得海尔馨厨互联网冰箱作为生态圈网器。相信在海尔和易果的强强联合下，也必然会为消费者提供更智能、便捷的生鲜购买服务体验。","desc":"KKR又投资了国内生鲜电商巨头易果生鲜。","html":"<p>近年来，拥有\u201c华尔街野蛮人\u201d之称的老牌私募股份投资机构KKR(科尔伯格?克拉维斯)开始将投资目光瞄向了中国市场，并受到了全行业的关注。在继2013年9月投资中国家电领域巨头海尔之后，今年3月份，KKR又投资了国内生鲜电商巨头易果生鲜。这种投资不仅将提升公司在新品开发、销售渠道管理和品牌建设、市场推广、生产创新等环节的竞争力，也将推动企业盈利能力的提升。<\/p><p>而随着海尔互联网<\/p><p>的崛起，生态圈搭载第三方供应商资源的模式，受到了KKR有关负责人的认可。在海尔互联网平台上，生鲜电商也将成为一个重要的服务和经济增长点。对此，KKR负责人表示，易果生鲜作为中国市场上最大的生鲜电商，一旦成为海尔互联网<\/p><p>生态链的资源方，将获得更多的销售渠道和用户资源。而对于海尔来说，易果生鲜也将提升生态圈的生鲜电商服务质量，为用户提供最好的购买体验。<\/p><p>基于这样的考虑，今年4月份，在KKR的推动下，海尔冰冷产业集团与上海易果电子商务有限公司开始协商，制定合理的合作机制，并最终确定了战略合作意向。4月27日下午，双方在上海正式签署战略合作协议，联手打造\u201c互联网冰箱+生鲜配送\u201d的差异化消费模式，并将引导传统家电向场景平台转型。<\/p><p>据介绍，海尔和易果的这次跨界合作，将打造全新的\u201c硬件补贴\u201d模式和生鲜\u201c周期配\u201d服务体系，用户在购买生鲜周期配服务之后，就能免费获得海尔馨厨互联网冰箱作为生态圈网器。相信在海尔和易果的强强联合下，也必然会为消费者提供更智能、便捷的生鲜购买服务体验。<\/p>","imageurls":[{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}],"link":"http://elec.it168.com/a2016/0428/2619/000002619879.shtml","nid":"10826203206257278541","pubDate":"2016-04-28 15:29:18","sentiment_display":0,"sentiment_tag":{"count":"14547","dim":"0","id":"934","isbooked":0,"ishot":"0","name":"Haier","type":"senti"},"source":"IT168","title":"KKR做红娘，促成海尔与易果战略合作"}],"currentPage":1,"maxResult":20},"ret_code":0}
     */

    private int showapi_res_code;
    private String showapi_res_error;
    /**
     * pagebean : {"allNum":54188,"allPages":2710,"contentlist":[{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。5起\u201c两个责任\u201d问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)","desc":"四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。","html":"<p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。<\/p><p>5起\u201c两个责任\u201d问责追究典型案例如下：<\/p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。<\/p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。<\/p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)<\/p>","imageurls":[],"link":"http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml","nid":"6168178246936511522","pubDate":"2016-04-28 15:30:09","sentiment_display":0,"source":"手机参考消息网","title":"四川纪委曝光5起典型案例 有人挪用百万公款网络赌博"},{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"近年来，拥有\u201c华尔街野蛮人\u201d之称的老牌私募股份投资机构KKR(科尔伯格?克拉维斯)开始将投资目光瞄向了中国市场，并受到了全行业的关注。在继2013年9月投资中国家电领域巨头海尔之后，今年3月份，KKR又投资了国内生鲜电商巨头易果生鲜。这种投资不仅将提升公司在新品开发、销售渠道管理和品牌建设、市场推广、生产创新等环节的竞争力，也将推动企业盈利能力的提升。而随着海尔互联网的崛起，生态圈搭载第三方供应商资源的模式，受到了KKR有关负责人的认可。在海尔互联网平台上，生鲜电商也将成为一个重要的服务和经济增长点。对此，KKR负责人表示，易果生鲜作为中国市场上最大的生鲜电商，一旦成为海尔互联网生态链的资源方，将获得更多的销售渠道和用户资源。而对于海尔来说，易果生鲜也将提升生态圈的生鲜电商服务质量，为用户提供最好的购买体验。基于这样的考虑，今年4月份，在KKR的推动下，海尔冰冷产业集团与上海易果电子商务有限公司开始协商，制定合理的合作机制，并最终确定了战略合作意向。4月27日下午，双方在上海正式签署战略合作协议，联手打造\u201c互联网冰箱+生鲜配送\u201d的差异化消费模式，并将引导传统家电向场景平台转型。据介绍，海尔和易果的这次跨界合作，将打造全新的\u201c硬件补贴\u201d模式和生鲜\u201c周期配\u201d服务体系，用户在购买生鲜周期配服务之后，就能免费获得海尔馨厨互联网冰箱作为生态圈网器。相信在海尔和易果的强强联合下，也必然会为消费者提供更智能、便捷的生鲜购买服务体验。","desc":"KKR又投资了国内生鲜电商巨头易果生鲜。","html":"<p>近年来，拥有\u201c华尔街野蛮人\u201d之称的老牌私募股份投资机构KKR(科尔伯格?克拉维斯)开始将投资目光瞄向了中国市场，并受到了全行业的关注。在继2013年9月投资中国家电领域巨头海尔之后，今年3月份，KKR又投资了国内生鲜电商巨头易果生鲜。这种投资不仅将提升公司在新品开发、销售渠道管理和品牌建设、市场推广、生产创新等环节的竞争力，也将推动企业盈利能力的提升。<\/p><p>而随着海尔互联网<\/p><p>的崛起，生态圈搭载第三方供应商资源的模式，受到了KKR有关负责人的认可。在海尔互联网平台上，生鲜电商也将成为一个重要的服务和经济增长点。对此，KKR负责人表示，易果生鲜作为中国市场上最大的生鲜电商，一旦成为海尔互联网<\/p><p>生态链的资源方，将获得更多的销售渠道和用户资源。而对于海尔来说，易果生鲜也将提升生态圈的生鲜电商服务质量，为用户提供最好的购买体验。<\/p><p>基于这样的考虑，今年4月份，在KKR的推动下，海尔冰冷产业集团与上海易果电子商务有限公司开始协商，制定合理的合作机制，并最终确定了战略合作意向。4月27日下午，双方在上海正式签署战略合作协议，联手打造\u201c互联网冰箱+生鲜配送\u201d的差异化消费模式，并将引导传统家电向场景平台转型。<\/p><p>据介绍，海尔和易果的这次跨界合作，将打造全新的\u201c硬件补贴\u201d模式和生鲜\u201c周期配\u201d服务体系，用户在购买生鲜周期配服务之后，就能免费获得海尔馨厨互联网冰箱作为生态圈网器。相信在海尔和易果的强强联合下，也必然会为消费者提供更智能、便捷的生鲜购买服务体验。<\/p>","imageurls":[{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}],"link":"http://elec.it168.com/a2016/0428/2619/000002619879.shtml","nid":"10826203206257278541","pubDate":"2016-04-28 15:29:18","sentiment_display":0,"sentiment_tag":{"count":"14547","dim":"0","id":"934","isbooked":0,"ishot":"0","name":"Haier","type":"senti"},"source":"IT168","title":"KKR做红娘，促成海尔与易果战略合作"}],"currentPage":1,"maxResult":20}
     * ret_code : 0
     */

    private ShowapiResBodyBean showapi_res_body;

    public int getShowapi_res_code() {
        return showapi_res_code;
    }

    public void setShowapi_res_code(int showapi_res_code) {
        this.showapi_res_code = showapi_res_code;
    }

    public String getShowapi_res_error() {
        return showapi_res_error;
    }

    public void setShowapi_res_error(String showapi_res_error) {
        this.showapi_res_error = showapi_res_error;
    }

    public ShowapiResBodyBean getShowapi_res_body() {
        return showapi_res_body;
    }

    public void setShowapi_res_body(ShowapiResBodyBean showapi_res_body) {
        this.showapi_res_body = showapi_res_body;
    }

    public static class ShowapiResBodyBean {
        /**
         * allNum : 54188
         * allPages : 2710
         * contentlist : [{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。5起\u201c两个责任\u201d问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)","desc":"四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。","html":"<p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。<\/p><p>5起\u201c两个责任\u201d问责追究典型案例如下：<\/p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。<\/p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。<\/p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)<\/p>","imageurls":[],"link":"http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml","nid":"6168178246936511522","pubDate":"2016-04-28 15:30:09","sentiment_display":0,"source":"手机参考消息网","title":"四川纪委曝光5起典型案例 有人挪用百万公款网络赌博"},{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"近年来，拥有\u201c华尔街野蛮人\u201d之称的老牌私募股份投资机构KKR(科尔伯格?克拉维斯)开始将投资目光瞄向了中国市场，并受到了全行业的关注。在继2013年9月投资中国家电领域巨头海尔之后，今年3月份，KKR又投资了国内生鲜电商巨头易果生鲜。这种投资不仅将提升公司在新品开发、销售渠道管理和品牌建设、市场推广、生产创新等环节的竞争力，也将推动企业盈利能力的提升。而随着海尔互联网的崛起，生态圈搭载第三方供应商资源的模式，受到了KKR有关负责人的认可。在海尔互联网平台上，生鲜电商也将成为一个重要的服务和经济增长点。对此，KKR负责人表示，易果生鲜作为中国市场上最大的生鲜电商，一旦成为海尔互联网生态链的资源方，将获得更多的销售渠道和用户资源。而对于海尔来说，易果生鲜也将提升生态圈的生鲜电商服务质量，为用户提供最好的购买体验。基于这样的考虑，今年4月份，在KKR的推动下，海尔冰冷产业集团与上海易果电子商务有限公司开始协商，制定合理的合作机制，并最终确定了战略合作意向。4月27日下午，双方在上海正式签署战略合作协议，联手打造\u201c互联网冰箱+生鲜配送\u201d的差异化消费模式，并将引导传统家电向场景平台转型。据介绍，海尔和易果的这次跨界合作，将打造全新的\u201c硬件补贴\u201d模式和生鲜\u201c周期配\u201d服务体系，用户在购买生鲜周期配服务之后，就能免费获得海尔馨厨互联网冰箱作为生态圈网器。相信在海尔和易果的强强联合下，也必然会为消费者提供更智能、便捷的生鲜购买服务体验。","desc":"KKR又投资了国内生鲜电商巨头易果生鲜。","html":"<p>近年来，拥有\u201c华尔街野蛮人\u201d之称的老牌私募股份投资机构KKR(科尔伯格?克拉维斯)开始将投资目光瞄向了中国市场，并受到了全行业的关注。在继2013年9月投资中国家电领域巨头海尔之后，今年3月份，KKR又投资了国内生鲜电商巨头易果生鲜。这种投资不仅将提升公司在新品开发、销售渠道管理和品牌建设、市场推广、生产创新等环节的竞争力，也将推动企业盈利能力的提升。<\/p><p>而随着海尔互联网<\/p><p>的崛起，生态圈搭载第三方供应商资源的模式，受到了KKR有关负责人的认可。在海尔互联网平台上，生鲜电商也将成为一个重要的服务和经济增长点。对此，KKR负责人表示，易果生鲜作为中国市场上最大的生鲜电商，一旦成为海尔互联网<\/p><p>生态链的资源方，将获得更多的销售渠道和用户资源。而对于海尔来说，易果生鲜也将提升生态圈的生鲜电商服务质量，为用户提供最好的购买体验。<\/p><p>基于这样的考虑，今年4月份，在KKR的推动下，海尔冰冷产业集团与上海易果电子商务有限公司开始协商，制定合理的合作机制，并最终确定了战略合作意向。4月27日下午，双方在上海正式签署战略合作协议，联手打造\u201c互联网冰箱+生鲜配送\u201d的差异化消费模式，并将引导传统家电向场景平台转型。<\/p><p>据介绍，海尔和易果的这次跨界合作，将打造全新的\u201c硬件补贴\u201d模式和生鲜\u201c周期配\u201d服务体系，用户在购买生鲜周期配服务之后，就能免费获得海尔馨厨互联网冰箱作为生态圈网器。相信在海尔和易果的强强联合下，也必然会为消费者提供更智能、便捷的生鲜购买服务体验。<\/p>","imageurls":[{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}],"link":"http://elec.it168.com/a2016/0428/2619/000002619879.shtml","nid":"10826203206257278541","pubDate":"2016-04-28 15:29:18","sentiment_display":0,"sentiment_tag":{"count":"14547","dim":"0","id":"934","isbooked":0,"ishot":"0","name":"Haier","type":"senti"},"source":"IT168","title":"KKR做红娘，促成海尔与易果战略合作"}]
         * currentPage : 1
         * maxResult : 20
         */

        private PagebeanBean pagebean;
        private int ret_code;

        public PagebeanBean getPagebean() {
            return pagebean;
        }

        public void setPagebean(PagebeanBean pagebean) {
            this.pagebean = pagebean;
        }

        public int getRet_code() {
            return ret_code;
        }

        public void setRet_code(int ret_code) {
            this.ret_code = ret_code;
        }

        public static class PagebeanBean {
            private int allNum;
            private int allPages;
            private int currentPage;
            private int maxResult;
            /**
             * channelId : 5572a109b3cdc86cf39001db
             * channelName : 国内最新
             * content : 中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起“两个责任”问责追究典型案例，持续强化警示和震慑。5起“两个责任”问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理“九阵系统”违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)
             * desc : 四川省纪委28日向社会公开曝光5起“两个责任”问责追究典型案例，持续强化警示和震慑。
             * html : <p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起“两个责任”问责追究典型案例，持续强化警示和震慑。</p><p>5起“两个责任”问责追究典型案例如下：</p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。</p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。</p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。</p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。</p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理“九阵系统”违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)</p>
             * imageurls : []
             * link : http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml
             * nid : 6168178246936511522
             * pubDate : 2016-04-28 15:30:09
             * sentiment_display : 0
             * source : 手机参考消息网
             * title : 四川纪委曝光5起典型案例 有人挪用百万公款网络赌博
             */

            private List<ContentlistBean> contentlist;

            public int getAllNum() {
                return allNum;
            }

            public void setAllNum(int allNum) {
                this.allNum = allNum;
            }

            public int getAllPages() {
                return allPages;
            }

            public void setAllPages(int allPages) {
                this.allPages = allPages;
            }

            public int getCurrentPage() {
                return currentPage;
            }

            public void setCurrentPage(int currentPage) {
                this.currentPage = currentPage;
            }

            public int getMaxResult() {
                return maxResult;
            }

            public void setMaxResult(int maxResult) {
                this.maxResult = maxResult;
            }

            public List<ContentlistBean> getContentlist() {
                return contentlist;
            }

            public void setContentlist(List<ContentlistBean> contentlist) {
                this.contentlist = contentlist;
            }

            public static class ContentlistBean {
                private String channelId;
                private String channelName;
                private String content;
                private String desc;
                private String html;
                private String link;
                private String nid;
                private String pubDate;
                private int sentiment_display;
                private String source;
                private String title;
                private List<?> imageurls;

                public String getChannelId() {
                    return channelId;
                }

                public void setChannelId(String channelId) {
                    this.channelId = channelId;
                }

                public String getChannelName() {
                    return channelName;
                }

                public void setChannelName(String channelName) {
                    this.channelName = channelName;
                }

                public String getContent() {
                    return content;
                }

                public void setContent(String content) {
                    this.content = content;
                }

                public String getDesc() {
                    return desc;
                }

                public void setDesc(String desc) {
                    this.desc = desc;
                }

                public String getHtml() {
                    return html;
                }

                public void setHtml(String html) {
                    this.html = html;
                }

                public String getLink() {
                    return link;
                }

                public void setLink(String link) {
                    this.link = link;
                }

                public String getNid() {
                    return nid;
                }

                public void setNid(String nid) {
                    this.nid = nid;
                }

                public String getPubDate() {
                    return pubDate;
                }

                public void setPubDate(String pubDate) {
                    this.pubDate = pubDate;
                }

                public int getSentiment_display() {
                    return sentiment_display;
                }

                public void setSentiment_display(int sentiment_display) {
                    this.sentiment_display = sentiment_display;
                }

                public String getSource() {
                    return source;
                }

                public void setSource(String source) {
                    this.source = source;
                }

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }

                public List<?> getImageurls() {
                    return imageurls;
                }

                public void setImageurls(List<?> imageurls) {
                    this.imageurls = imageurls;
                }
            }
        }
    }
}
